<?php 
include ('includes/header.php');
?>
	<p>
		Си Стебинс е живял от 1867г. до 1950г. и е бил клоун и акробат в цирк "Вино". Станал е известен с това име през 1892г. Създател е на специална подредба на картите, която се използва във фокусите с карти и носи неговото име. Всяка карта в тестето е със стойност 3 единици по-голяма от стойността на предходната.<br>
		Стойностите на картите започват от:<br>
		- 1 - за Асата;<br>
		- приемат числовата стойност на картите от 2 до 10;<br>
		- валето е със стойност 11 и означение J;<br>
		- дамата е със стойност 12 и означение Q; <br>
		- а попът е със стойност 13 и означение K. <br>
		Боите се сменят в реда СПАТИЯ - КУПА - ПИКА - КАРО (на английски CLUBS - HEARTS - SPADES - DIAMONDS, или C-H-S-D).<br>
		Например: JD 10H 4S 1C QD
	</p>
	<form action="answer.php" method="post">
		<label for="string"> Ако искате да разберете дали дадено тесте е подредено по този начин въведете поредица от карти, разделени с интервал като използвате описаните означения <input id="string" type="text" name="string" placeholder="поредица от карти"></label>
		<input id='button' type="submit" name="submit" value="давай!">		
	</form>
	
<?php 
include ('includes/footer.php');
?>